[
  {
    "name": "AKSEER-E-MAIDA",
    "price": "Rs.1,310",
    "stock": 10,
    "description": "Description DescriptionYour Key To A Healthier Life اکسیرِ معدہ - Vitality in a Spoon!If you are suffering from issues like unhealthy digestion, acidity, heartburn, loss of appetite, constipation, and much more then this formula is your go-to partner. With the combination of organic ingredients, this healthful remedy is enough to smoothen your digestive journey.How to Use:Let's discuss how we can use this magical digestive powder!Try to use lukewarm water with this powder. Take a spoonful of this powder and use it every night for valuable results.You can even use it twice a day after a meal, but not recommended empty stomach.In case, you are using it to increase your appetite then try to use it after a light meal, doesn't matter what you eat. It is also recommended for children above 5 years with the 1/3rd spoon, twice a day.Ingredients:Jalapa (Jalapa) Hareer ( Hareer) Seena Maki (Sanamaki)Dry Pomegranate (Anardana)Carom Seeds (Ajwain) Black Salt (Kala Namak) Cardamom Seed (Alaichi Dana) Indian Gooseberry(Amla) Bhyra (Bhyra)Noshadar Thekri (Noshadar Thekri)Mango Powder(Amchor) Citrus Limon (Sat Lemoo) Fennel Seeds (Indian Sonf) Wild Mint (Jangli Podina)",
    "imageUrl": "https://pureganics.pk/cdn/shop/files/ingredientspost_1946x.jpg?v=1701332370",
    "productUrl": "https://pureganics.pk//products/akseer-e-maida"
  },
  {
    "name": "Pure Hair Care",
    "price": "Rs.1,800",
    "stock": 10,
    "description": "Description Introducing our premium hair oil, a luxurious blend designed to nourish and revitalize your hair from root to tip. This unique formula combines the richness of nature’s finest oils and rare herbs to provide intense hydration, promote hair growth, and reduce breakage. Experience the silky-smooth texture and radiant shine that comes with every use. Perfect for all hair types, our hair oil is your go-to solution for healthier, stronger, and more beautiful hair. Pamper your locks with the ultimate care they deserve.",
    "imageUrl": "https://pureganics.pk/cdn/shop/files/oldandnew2_1946x.jpg?v=1721995715",
    "productUrl": "https://pureganics.pk//products/pure-hair-care"
  },
  {
    "name": "Pure Smile Charcoal",
    "price": "Rs.1,550",
    "stock": 10,
    "description": "Description Activate charcoal:Charcoal has been used in a variety of ways for oral care since ages. Pureganics charcoal teeth whitening paste uses finest quality organic activated charcoal & combines it with Clove, Black seed, Eucalyptus & Mint to formulate the perfect solution to your oral care problem.",
    "imageUrl": "https://pureganics.pk/cdn/shop/files/Artboard3_71a50fcd-800e-4ec4-95d1-0ead3961fb31_1946x.jpg?v=1718095015",
    "productUrl": "https://pureganics.pk//products/pure-smile-charcoal"
  },
  {
    "name": "Power Plus",
    "price": "Rs.2,500",
    "stock": 10,
    "description": "Description Total organic product with no side effects, certified herbalist.",
    "imageUrl": "https://pureganics.pk/cdn/shop/files/Artboard1_1946x.jpg?v=1712314575",
    "productUrl": "https://pureganics.pk//products/power-plus"
  },
  {
    "name": "JOINT PAIN RELIEF",
    "price": "Rs.1,650",
    "stock": 10,
    "description": "Description DescriptionPureganics' Joints Pain Relief offers a holistic solution to alleviate discomfort in muscles and joints. Crafted with a proprietary blend of natural ingredients, this soothing formula targets inflammation, easing the strain caused by overexertion, sprains, and stiffness. Whether you're recovering from intense physical activity or dealing with chronic joint issues, our blend provides effective relief, promoting mobility and comfort.",
    "imageUrl": "https://pureganics.pk/cdn/shop/files/WhatsAppImage2024-05-16at11.28.59AM_1946x.jpg?v=1715842982",
    "productUrl": "https://pureganics.pk//products/joint-pain-relief"
  },
  {
    "name": "HONEY (Choti makhi)",
    "price": "Rs.1,050",
    "stock": 10,
    "description": "Description We gather purest honey from deepest range of forests. Our bees are well fed and trained to bring the best nectar from beri trees. The honey you will get is guaranteed 100% pure with wholly nutritious power with the sweetest taste you will get elsewhere.. Best honey in pakistan. pure honey in pakistan. Natural honey",
    "imageUrl": "https://pureganics.pk/cdn/shop/files/honey_1946x.jpg?v=1701786411",
    "productUrl": "https://pureganics.pk//products/honey-choti-makhi"
  },
  {
    "name": "HONEY (bari makhi)",
    "price": "Rs.900",
    "stock": 10,
    "description": "Description We gather purest honey from deepest range of forests. Our bees are well fed and trained to bring the best nectar from beri trees. The honey you will get is guaranteed 100% pure with wholly nutritious power with the sweetest taste you will get elsewhere.. Best honey in pakistan. pure honey in pakistan. Natural honey",
    "imageUrl": "https://pureganics.pk/cdn/shop/files/bighoney2_1946x.jpg?v=1701789573",
    "productUrl": "https://pureganics.pk//products/honey"
  }
]