[
  {
    "name": "Hunza Gymnema Tea",
    "price": "₨1,890.00",
    "stock": 10,
    "description": "Gymnema Tea is handpicked from the fields in Hunza Valley of Gilgit Baltistan. Gymnema Sylvestre is a woody climbing shrub, its leaves  have been used in the ancient Indian medicinal practice Ayurveda for thousands of years. It is also known as Sugar Destroyer.This tea is not your everyday herbal tea that may smell or taste good. But as expected I have found amazing results in managing my diabetes. After using it for some time, unlike before I have started getting up fresh in the morning, lessoning the frequency of trips to the toilet, skin feels better as dryness is gone and the sudden pangs of hunger have been reduced too.This tea is an amazing supplement if you’re a diabetic. I bought the tea for my mother and J have felt a clear change in her mood as the extreme thirst and frequent urination urge has been reduced in a span of only two weeks usage. It’s good that these guys press on the fact that it should be used along with the medication prescribed by the doctor as it doesn’t replace the medicine fully but it clearly  helps in managing the most common symptoms.Over the top, great, amazing and truthful. Works very well. Been a diabetic since age 12, never had a product as good as this.\nOne suggestion, decrease the price.Oh yes it really works.Lowers and controls my blood sugar.I m startingExcellentToo soon to say how effective the tea is. But the delivery was on time and very neat and clean packaging.If somebody is patient of type 2 diabetes can use it or not??as well as bp patient can use it or not please replyHi, It’s important for individuals with type 2 diabetes or high blood pressure to consult their doctor before making any dietary changes. They can guide you according to your medical history. Regards",
    "imageUrl": "https://www.hunzabucket.com/wp-content/uploads/2021/03/1.jpg",
    "productUrl": "https://www.hunzabucket.com/product/hunza-tumuro-tea/"
  },
  {
    "name": "Hunza Salajeet – Shilajit",
    "price": "₨3,480.00",
    "stock": 10,
    "description": "Salajeet does wonders for those who want to increase their physical performance. Also known as rock tar, it is the result of a long process of breaking down plant matter andminerals. It’s a sticky, black, tar like substance that comes from rocks in high mountain ranges. It contains 85 different essential minerals in ionic form, which can be easily absorbed by the human body.I am really impressed by your customer care service. The fact that you asked me to consult the doctor first for my aged mother, I am impressed. Liking the quality, and the packaging too. Thank you!At age 55, my husband has been diagnosed with prostate issues and stress levels high. I have researched alot about this product and how it works.\n2 months into taking Hunza Buckets Shilajit daily and my husband’s prostate PSA number has lowered. For me, at age 51: I sleep better, blood pressure is normal. We have stopped taking a lot of supplements because of this Shilajit.\nThank you Hunza Bucket for your excellent customer service, and superb product!",
    "imageUrl": "https://www.hunzabucket.com/wp-content/uploads/2020/12/hunzabucket-salajeet-600x600.jpg",
    "productUrl": null
  },
  {
    "name": "Hunza Tumuro Tea",
    "price": "₨1,970.00",
    "stock": 10,
    "description": "TumuroTea or Wild Mountain Thyme is handpicked from the pastures in Hunza Valley of GilgitBaltistan. It is a herb that grows on high altitude and is purely organic. People of Hunza specially visit pastures/meadows to collect Tumuro, dry and store it.I have been using this magical tea for about three weeks now and I tell you it has been an amazing addition to my both main meals of the day. From smell to taste and the effects that I have felt are brilliant. I have serious sinus issues but using Tamuro tea after dinner has given me a good nights sleep and fresh mornings as the nose blockades have reduced. It maybe too early to say but I have felt lighter than before ( wont share my weight here now) but I am sure it works in digestion too.In love with the aroma and the soothing effect of this tea. A warm cup of Tumuro also helps me destress after workout. Highly recommended!",
    "imageUrl": "https://www.hunzabucket.com/wp-content/uploads/2020/12/hunzabucket.Tumuro-Tea-600x750.jpg",
    "productUrl": "https://www.hunzabucket.com/product/sweet-apricot-kernel-oil/"
  },
  {
    "name": "Rosehip Infused Facial Oil",
    "price": "₨1,690.00",
    "stock": 10,
    "description": "Our rosehips are handpicked from Hunza Valley in GilgitBaltistan.  They are washed and sun dried before using them. The seeds are crushed and infused in Sweet Apricot Kernel oil with drops of rosemary essential oil and Saffron.This product has changed my skincare game. Ever since I am using this, my skin is not flaky, I have felt the glow and moisture on my face. I am raving about this product and have been recommending this magical oil to my friends too! Thank you for coming up with amazing product.I am in love with your Rosehip Infused Oil. Its become an essential part of my makeup pouch. I love to use it as a primer. It gives a dewy look.Your rosehip oil is the best moisturizer I have ever used.  Love it. 😊Thank you an excellent product,so gentle on the face and not forgetting the service by Hunza Bucket.Cant wait for this to be available in England-InshallahI am your regular customer since last 3 years. its my holy grail and will continue using it.",
    "imageUrl": "https://www.hunzabucket.com/wp-content/uploads/2020/12/hunzabucket_Rosehip_Infused_Facial_Oil-600x600.jpg",
    "productUrl": null
  },
  {
    "name": "Sweet Almond Oil 120ml – Cold pressed",
    "price": "₨2,620.00",
    "stock": 10,
    "description": "Our sweet Almond oil is extracted from the homegrown Almonds in Hunza Valley of Gilgit-Baltistan. These trees are grown using animal manure and are absolutely chemical free.I absolutely love this oil. Using it on my salads, I cleanse my face with this oil and love it.",
    "imageUrl": "https://www.hunzabucket.com/wp-content/uploads/2020/12/hunzabucket_Sweet_Almond_Oil_200ml-600x600.jpg",
    "productUrl": "https://www.hunzabucket.com/product/walnut-oil-cold-pressed/"
  },
  {
    "name": "Sweet Apricot Kernel Oil 120ml- Cold pressed",
    "price": "₨2,390.00",
    "stock": 10,
    "description": "Our Sweet Apricot Kernel oil is extracted from the homegrown Apricots in Hunza Valley of Gilgit-Baltistan. These trees are grown using animal manure and are absolutely chemical free.So happy I found your store. I am also using walnut oil and both are a part of my meals. Thank you for bringing the best products.",
    "imageUrl": "https://www.hunzabucket.com/wp-content/uploads/2020/12/hunzabucket_Sweet_Apricot_Kernel_Oil_200ml-Cold_pressed-600x600.jpg",
    "productUrl": "https://www.hunzabucket.com/product/sweet-almond-oil-cold-pressed/"
  }
]