[
  {
    "name": "Roasted Cashews Roasted Cashews",
    "price": "Rs. 875/-",
    "stock": 10,
    "description": "Roasted Cashews are the most pleasing munches while on a busy day. Rakaposhi Naturals works with local farmers across Pakistan to bring you roasted cashew nuts, sown with hope, grown with faith, and harvested with love. So that you too, can go nuts for nuts.No added preservatives.Order Yours Today!Available in 150g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/IMG-20220203-WA0018.jpg?v=1643838504&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/roasted-cashews"
  },
  {
    "name": "Sidr (Beri) Raw Honey Sidr (Beri) Raw Honey",
    "price": "Rs. 900/-",
    "stock": 10,
    "description": "Rakaposhi Naturals works with bee-farmers across different districts within Gilgit-Baltistan to bring you the finest Sidr Honey. Our honey goes through a simple filtration technique, ensuring the benefits and quality of honey stays intact.Storage: Raw Honey crystallizes over a period of time and must be kept away from direct sunlight. Order Yours Today!Available in 200g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Sidr_Honey_9ee23e6e-e2d2-47bc-bf05-1612a1391688.jpg?v=1643963276&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/sidr-beri-raw-honey"
  },
  {
    "name": "Salted Pistachios Salted Pistachios",
    "price": "Rs. 850/-",
    "stock": 10,
    "description": "Did you know Pistachios were a member of the Cashew family? Rakaposhi Naturals works with local farmers across Pakistan to bring you crispy pistachios, sown with hope, grown with faith, and harvested with love. So that you too, can go nuts for nuts! No added preservatives. Order Yours Today!Available in 150g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Salted_pistachio.jpg?v=1643963811&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/salted-pistachio"
  },
  {
    "name": "Brainy Walnuts Brainy Walnuts",
    "price": "Rs. 675/-",
    "stock": 10,
    "description": "These Brainy Walnuts are the perfect natural snack for your brain. Rakaposhi Naturals works with local farmers across Pakistan to bring you hand-picked walnuts, sown with hope, grown with faith, and harvested with love. So that you too, can go nuts for nuts! Packaged in a resealable bag, these walnuts are tender and crunchy - full of antioxidants, protein, and vitamins that can improve your heart health. No added preservatives. Order Yours Today!Available in 150g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Brain6_walnuts.jpg?v=1643963727&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/brainy-walnuts"
  },
  {
    "name": "Hearty Almonds Hearty Almonds",
    "price": "Rs. 700/-",
    "stock": 10,
    "description": "Almonds are protein-rich, healthy snacks, which are naturally low in sugar. Rakaposhi Naturals works with local farmers across Gilgit-Baltistan to bring you fresh Almonds, sown with hope, grown with faith, and harvested with love. So that you too, can go nuts for nuts!No added preservatives.Order Yours Today!Available in 150g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Hearty_almond.jpg?v=1643962674&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/hearty-almonds"
  },
  {
    "name": "Trail Mix Trail Mix",
    "price": "Rs. 500/-",
    "stock": 10,
    "description": "Experience the epitome of wholesome goodness in our Premium Trail Mix. Meticulously crafted, each ingredient is chosen with care to ensure a delightful and nutritious snacking adventure.🌰 Apricot Kernels - Brimming with local nutrients.🧠 Brainy Walnuts - A rich source of brain-boosting omega-3.🍇 Sweet Raisins - Naturally invigorating, sun-kissed perfection.🍬 White Mulberries - Unadulterated, pure sweetness.No preservatives, just pure excellence.Why wait? Elevate your snacking game today! Available in 150g, 500g, or 1000g sizes. Rakaposhi Naturals - where taste meets health for an unforgettable snacking experience. Grab yours now!",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Trail_mix_9fd34571-8f8a-4a80-96bb-45f487e93784.jpg?v=1643963678&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/trail-mix"
  },
  {
    "name": "Northern Chocolate Northern Chocolate",
    "price": "Rs. 1,850/-",
    "stock": 10,
    "description": "You could say we’re nuts for nuts! What’s not to love? These nutrient-rich, healthy snacks are perfect for an afternoon pick me up, to curb those late-night cravings or munch on as you go about your busy day.Rakaposhi Naturals works with farmers to prepare these delicious Northern Chocolate comprising of walnut halves coated with a sweetened paste of grapes juice & mulberries, thickened with flour, and dried under the sun. The walnuts used are sown with hope, grown with faith, and harvested with love. So that you too, can go nuts for nuts!No added sugars or preservatives.Available in 150g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Northern_chocolate_946abda5-f70d-4828-80d0-588dc839a89d.jpg?v=1644099264&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/northern-chocolate"
  },
  {
    "name": "Delicious Figs Delicious Figs",
    "price": "Rs. 875/-",
    "stock": 10,
    "description": "Dried Figs are a perfect super snack - sweet and tender and full of fiber and potassium. Perfect for an afternoon pick me up! Rakaposhi Naturals works with local farmers across Pakistan to bring you delicious, dried figs, sown with hope, grown with faith, and harvested with love. So that you too, can go nuts for nuts!No added preservatives.Order Yours Today!Available in 150g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Delicious_Figs.jpg?v=1643963529&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/delicious-figs"
  },
  {
    "name": "Sweet Apricot Kernels Sweet Apricot Kernels",
    "price": "Rs. 475/-",
    "stock": 10,
    "description": "Apricot Kernels are loaded with healthy fats including Omega 3. Rakaposhi Naturals works with local farmers across Gilgit-Baltistan to bring you crunchy kernels from fresh apricots, sown with hope, grown with faith, and harvested with love. So that you too, can go nuts for nuts!No added preservatives. Order Yours Today!Available in 150g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Screenshot_20220204-212614.jpg?v=1643992014&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/sweet-apricot-kernels"
  },
  {
    "name": "Russian Olive Raw Honey Russian Olive Raw Honey",
    "price": "Rs. 750/-",
    "stock": 10,
    "description": "Rakaposhi Naturals works with bee-farmers across different districts within Gilgit-Baltistan to bring you the finest Russian Olive Honey. Our honey goes through a simple filtration ensuring the benefits and quality of honey stays intact. Russian Olive Raw Honey consists of 28 useful ingredients from the Karakoram ranges.This Raw Honey is free of preservatives & added chemicals. No heating techniques have been applied.Storage: Raw Honey crystallizes over a period and must be kept away from direct sunlight. Order Yours Today!Available in 200g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Russian_Olive.jpg?v=1643963480&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/russian-olive-raw-honey"
  },
  {
    "name": "Sun-Dried Apricots Sun-Dried Apricots",
    "price": "Rs. 450/-",
    "stock": 10,
    "description": "Apricots are a great source of fiber, iron, potassium, and antioxidants. Rakaposhi Naturals works with local farmers across Gilgit-Baltistan to bring you sun-dried apricots, sown with hope, grown with faith, and harvested with love. So that you too, can go nuts for nutrition.No added preservatives. Order Yours Today!Available in 150g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Sun-dried_apricot.jpg?v=1643963625&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/sun-dried-apricots"
  },
  {
    "name": "Carissa Opaca Raw Honey Carissa Opaca Raw Honey",
    "price": "Rs. 650/-",
    "stock": 10,
    "description": "Rakaposhi Naturals works with bee-farmers across different districts within Gilgit-Baltistan to bring you the finest Carissa Opaca Honey. Our honey goes through a simple filtration technique, ensuring the benefits and quality of honey stays intact. This Raw Honey is free of preservatives & added chemicals. No heating techniques have been applied.Storage: Raw Honey crystallizes over a period and must be kept away from direct sunlight. Order Yours Today!Available in 200g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Carissa_Opaca_honey.jpg?v=1643963584&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/carissa-opaca-raw-honey"
  },
  {
    "name": "Bamboo Honey Dipper Bamboo Honey Dipper",
    "price": "Rs. 100/-",
    "stock": 10,
    "description": "Introducing the Honey Stick by Rakaposhi Naturals. This food-grade bamboo stick is perfect for drizzling honey over your favorite foods. It's grooved to make it easy to use, and thin so you only get the right amount. Check it out!",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/IMG-20220208-WA0002.jpg?v=1644309099&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/bamboo-honey-dipper"
  },
  {
    "name": "Apricot Face Oil Apricot Face Oil",
    "price": "Rs. 900/-",
    "stock": 10,
    "description": "Rakaposhi Naturals Apricot Oil is obtained from cold-pressing the sweet kernels of juicy apricots. The oil is rich in essential fatty acids and has excellent restorative properties that promote soft, radiant skin and reduces fine lines.The presence of phytosterols enables micro-circulation and UV protection from the sun, protecting skin from bacteria and climatic factors.Directions:Rub a few drops between the palms of your hands and gently massage the face in a circular motion, ensuring the oil is deeply absorbed.Ingredients:Cold-pressed Apricot Oil",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/image00001.jpg?v=1690977164&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/apricot-oil"
  },
  {
    "name": "Buckwheat Flour Buckwheat Flour",
    "price": "Rs. 875/-",
    "stock": 10,
    "description": "Rakaposhi Naturals finest selection of Buckwheat starts with its flour - an excellent source of fiber, containing essential amino acids, is organic and gluten-free. What could be better?No added preservatives. Order Yours Today!Net Weight: 500 grams",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Buckwheat_flour.jpg?v=1643962712&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/buckwheat-flour"
  },
  {
    "name": "Classic Muesli Blend Classic Muesli Blend",
    "price": "Rs. 1,275/-",
    "stock": 10,
    "description": "Rakaposhi Naturals Classic Muesli blend is a perfect mix of nuts and dried fruits, making it a healthier option for breakfast. Each bite is a crunchy one! Rakaposhi Naturals works with local farmers within the Gilgit-Baltistan area to ensure products are carefully cultivated and harvested at an optimal time to ensure freshness. Our goal is to provide you with the finest products of nature without any preservatives or added chemicals while ensuring it's healthy and freshly packed for you to enjoy!Order Yours Today! Ingredients:Apricot KernelsBlackcurrants Brainy WalnutsWhite MulberryRaisins",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/1.jpg?v=1653223552&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/morning-muesli"
  },
  {
    "name": "Sweet Raisins Sweet Raisins",
    "price": "Rs. 450/-",
    "stock": 10,
    "description": "No added preservatives. Order Yours Today!Available in 150g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/BigProductpost1.webp?v=1671000790&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/sweet-raisins-1"
  },
  {
    "name": "Gold Foiled Honey Box Gold Foiled Honey Box",
    "price": "Rs. 2,875/-",
    "stock": 10,
    "description": "Rakaposhi Naturals Premium Gold Foiled Honey Box is now here. It's sleek, shiny and a perfect gift for your loved ones. It's even aesthetically pleasing for your own use. This Honey Box comes with each of the three honey jars on our premium collection. 1 x Sidr Honey1 x Russian Olive Honey1 x Carissa Opaca All jars come in a standard size of 200 grams and are raw and unprocessed. Order yours today!",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/IMG-20220324-WA0003.jpg?v=1669977068&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/gold-foiled-honey-box"
  },
  {
    "name": "Almond Face Oil Almond Face Oil",
    "price": "Rs. 900/-",
    "stock": 10,
    "description": "Experience the opulence of Rakaposhi Naturals' cold-pressed Almond Oil, crafted with care to empower women farmers in Gilgit-Baltistan. This exquisite oil not only offers unparalleled quality but also contributes to society. Enjoy the authentic community-driven production, where farmers themselves pluck and process the almonds. Pamper your skin and hair with its nourishing and hydrating properties, while promoting heart health. Every purchase uplifts the collective prosperity of both product and society, with 2% of profits going back to the farmers. Choose Rakaposhi Naturals' almond oil for a lavish addition to your skincare regimen and support a tribe of diligent women farmers.Directions:Rub a few drops between the palms of your hands and gently massage the face in a circular motion, ensuring the oil is deeply absorbed.Ingredients:Cold-pressed Almond Oil",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/image00002.jpg?v=1690977365&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/almond-face-oil"
  },
  {
    "name": "White Mulberry White Mulberry",
    "price": "Rs. 400/-",
    "stock": 10,
    "description": "White Mulberries are sweet, healthy snacks, which are naturally low in sugar. Rakaposhi Naturals works with local farmers across Gilgit-Baltistan to bring you fresh White Mulberries, sown with hope, grown with faith, and harvested with love. So that you too, can go crazy for mulberry!No added preservatives. Order Yours Today!Available in 150g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/White_mulberry.jpg?v=1644307160&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/white-mulberry"
  },
  {
    "name": "Islamabad Favourites Islamabad Favourites",
    "price": "Rs. 5,250/-",
    "stock": 10,
    "description": "Islamabad, how do we miss out on you? Check our our Islamabad Favourites Box. We know what you love and have brought it for you. Order your healthy snacks today!Rakaposhi Naturals brings to you, from across Pakistan, organic and all-natural products, right to your doorstep! Perfect for snacking!Our Islamabad Favourites include the following:- 1 x Brainy Walnuts- 1 x Delicious Figs- 1 x Northern Chocolate- 1 x Tumuro Herbal Tea- 1 x Hearty Almonds- 1 x Russian Olive HoneyNo added sugar or preservatives.",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/IslamabadFavourites.jpg?v=1648043515&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/islamabad-favourites"
  },
  {
    "name": "Classic Box Classic Box",
    "price": "Rs. 5,000/-",
    "stock": 10,
    "description": "Rakaposhi Naturals Classic Box is the first to make its way to the most ordered products and in-person purchases. Look no further because it's all-natural and organic, perfect for snacking! Our Classic box includes the following:- 1 x Hearty Almonds - 1 x Brainy Walnuts- 1 x Salted Pistachios- 1 x Delicious Figs- 1 x Roasted CashewsThese nutrient-rich, healthy snacks are perfect for an afternoon pick-me-up, to curb those late-night cravings or munch on as you go about your busy day!No added sugars or preservatives.Order Yours Today!150 grams each.",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/IMG-20220313-WA0028.jpg?v=1647122136&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/classic-box"
  },
  {
    "name": "Salted Peanuts Salted Peanuts",
    "price": "Rs. 875/-",
    "stock": 10,
    "description": "Discover the pure joy of snacking with our Salted Peanuts from Rakaposhi Naturals! Sourced from local farmers in Pakistan, these crunchy delights are grown with hope, faith, and love. Naturally low in sugar, our peanuts are roasted to perfection, salted just right, and free from added preservatives. Indulge in guilt-free snacking—order your pack today and experience the wholesome goodness of Rakaposhi Naturals!No added preservatives.Order Yours Today!Available in 150g, 500g, and 1000g variants",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/IMG-20231129-WA0190.jpg?v=1701258942&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/salted-peanuts"
  },
  {
    "name": "Stuffed Dates with Nuts Stuffed Dates with Nuts",
    "price": "Rs. 3,200/-",
    "stock": 10,
    "description": "Our stuffed dates are finally here! Premium Hand-picked Mabroom dates, all the way from Saudia, stuffed with nuts from Pakistan & across the globe. The stuffing includes the following: - Almonds - Apricot Kernels- Cashews- Pistachios- WalnutsOrder yours today! No added preservatives or sugars.",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/IMG-20220410-WA0133.jpg?v=1649624467&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/stuffed-dates-with-nuts"
  },
  {
    "name": "Mabroom Dates Mabroom Dates",
    "price": "Rs. 2,000/-",
    "stock": 10,
    "description": "Are you ready to dive into the sweet world of Rakaposhi Naturals' Mabroom Dates, straight from the sunny fields of Saudi Arabia? More than just dates, they're pure delight—naturally sweet, soft, and chewy for an irresistible and guilt-free snack.Carefully selected for both tradition and health, our Mabroom Dates offer a taste of nature's richness. Prepare for a treat beyond snacking—we invite you on an adventure of taste, crafted with love.Available in:150g, 500g and 1000g variants",
    "imageUrl": null,
    "productUrl": "https://rakaposhinaturals.com/products/mabroom-dates"
  },
  {
    "name": "Rose Lavender Scented Bomb Rose Lavender Scented Bomb",
    "price": "Rs. 675/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/RL.jpg?v=1690291187&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/rose-lavender-bomb"
  },
  {
    "name": "Walnut Oil Walnut Oil",
    "price": "Rs. 1,200/-",
    "stock": 10,
    "description": "In the northern mountains of Pakistan, our dedicated farmers work tirelessly, cultivating the finest walnuts. From these, we extract Rakaposhi Naturals' Walnut Oil using traditional cold-pressing techniques, revealing an oil rich in nature's omega goodness. This oil, packed with essential fatty acids, is a wonderful addition to your self-care routine. Whether you're massaging your hair or your body, it offers a luxurious and natural way to soothe, rejuvenate, and deeply hydrate!Products Benefits: 100ml",
    "imageUrl": null,
    "productUrl": "https://rakaposhinaturals.com/products/walnut-oil"
  },
  {
    "name": "Peppermint Scented Bomb Peppermint Scented Bomb",
    "price": "Rs. 600/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/pepper.jpg?v=1690289151&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/peppermint-scented-bomb"
  },
  {
    "name": "Lavender Scented Bomb Lavender Scented Bomb",
    "price": "Rs. 600/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/image00002_efa031c0-8400-4494-bde2-81d2a26f3418.jpg?v=1690967960&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/lavender-bath-bomb"
  },
  {
    "name": "Pack of Stuffed Dates with Nuts Pack of Stuffed Dates with Nuts",
    "price": "Rs. 3,200/-",
    "stock": 10,
    "description": "Our stuffed dates are finally here! Premium Hand-picked Mabroom dates, all the way from Saudia, stuffed with nuts from Pakistan & across the globe. The stuffing includes the following: - Almonds - Apricot Kernels- Cashews- Pistachios- WalnutsOrder yours today! No added preservatives or sugars.",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/RamadanDeals-12_f0cbc445-b421-4082-a1f7-5f4ebbf92818.png?v=1709730110&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/packs-of-stuffed-dates-with-nuts"
  },
  {
    "name": "Rose Scented Bomb Rose Scented Bomb",
    "price": "Rs. 600/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/Rose.jpg?v=1690291237&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/rose-scented-bath-bomb"
  },
  {
    "name": "Buy any 2 Honey Get Tumuro Tea Free Buy any 2 Honey Get Tumuro Tea Free",
    "price": "Rs. 1,600/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/RamadanDeals-02_0dcce85a-cead-442d-815b-f09e7d15781e.png?v=1709729298&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/2-buy-any-2-honey-get-tumuro-tea-free"
  },
  {
    "name": "Honey Combo 1 Honey Combo 1",
    "price": "Rs. 5,000/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Honey-Family-Combo-_Half-KG---all-three.webp?v=1671008850&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/honey-combo-1"
  },
  {
    "name": "Lemon Scented Bomb Lemon Scented Bomb",
    "price": "Rs. 600/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/Lemon.jpg?v=1690289081&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/lemon-scented-bath-bomb"
  },
  {
    "name": "Peppermint Lavender Scented Bomb Peppermint Lavender Scented Bomb",
    "price": "Rs. 675/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/PL.jpg?v=1690289136&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/peppermint-lavender-bomb"
  },
  {
    "name": "Orange Lemon Scented Bomb Orange Lemon Scented Bomb",
    "price": "Rs. 675/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/OL.jpg?v=1690289104&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/orange-lemon-bomb"
  },
  {
    "name": "Lemon Tea Tree Scented Bomb Lemon Tea Tree Scented Bomb",
    "price": "Rs. 675/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/LT.jpg?v=1690289093&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/lemon-tea-tree-bomb"
  },
  {
    "name": "Orange Scented Bomb Orange Scented Bomb",
    "price": "Rs. 600/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/Orange.jpg?v=1690288934&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/orange-scented-bath-bomb"
  },
  {
    "name": "Ajwa Dates Ajwa Dates",
    "price": "Rs. 800/-",
    "stock": 10,
    "description": "Are you ready to dive into the delicious world of Rakaposhi Naturals' Ajwa Dates, brought to you all the way from the sunny farms of Saudi Arabia? Crafted with care, each date offers a luxurious blend of sweetness and a satisfying chew—the perfect, guilt-free indulgence.Chosen with an eye for tradition and wellness, every Ajwa Date tells a story of rich flavor and heritage. Prepare to elevate your snacking experience with these dates, handpicked and delivered with love.Available in: 150g, 500g, and 1000g variants",
    "imageUrl": null,
    "productUrl": "https://rakaposhinaturals.com/products/ajwa-dates"
  },
  {
    "name": "Classic Combo Classic Combo",
    "price": "Rs. 32,000/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/ClassicCombo.webp?v=1671006500&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/classic-combo"
  },
  {
    "name": "Lavender Orange Scented Bomb Lavender Orange Scented Bomb",
    "price": "Rs. 675/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/image00001_5dafb9bf-2b11-4bd2-8ae5-8d1c1515e59b.jpg?v=1690968032&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/lavender-orange-bomb"
  },
  {
    "name": "The Quattro Box The Quattro Box",
    "price": "Rs. 3,300/-",
    "stock": 10,
    "description": "Here's another limited edition box for you! It comprises of the four types of premium hand-picked dates. We find it a pleasure to bring this goodness for you and your loved ones! Our Quattro Dates include the following dates:- Ajwa (180g)- Mabroom (180g)- Khusk (220g)- Sindhi (220g)Order now and get your hands on this Ramadan Delight!No added preservatives or sugar. Net weight: 800g",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/IMG-20220414-WA0014.jpg?v=1649919452&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/quattro-dates"
  },
  {
    "name": "Oil Combo Oil Combo",
    "price": "Rs. 3,250/-",
    "stock": 10,
    "description": "Buy 3 Oils and get 1 Rose Bath bomb freeThis bundle includes",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/files/JanuaryDeals-07.png?v=1707817379&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/oil-combo"
  },
  {
    "name": "Family Combo 1 Family Combo 1",
    "price": "Rs. 16,000/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/Deals-Post-3.jpg?v=1670584581&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/family-combo-1"
  },
  {
    "name": "Lahore Favourites Lahore Favourites",
    "price": "Rs. 5,000/-",
    "stock": 10,
    "description": "Lahore, Lahore hai! Check out our Lahore Favourites Box. We've put together the top products ordered by the people of Lahore.Rakaposhi Naturals brings to you, from across Pakistan, organic and all-natural products, right to your doorstep! Perfect for snacking!Our Lahore Favourites include the following:- 1 x Apricot Kernels- 1 x Northern Chocolate- 1 x Trail Mix- 1 x Salted Pistachios- 1 x Tumuro Herbal TeaNo added sugar or preservatives!Order yours today!",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/IMG-20220324-WA0002.jpg?v=1648102261&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/lahore-favourites"
  },
  {
    "name": "Karachi Favourites Karachi Favourites",
    "price": "Rs. 4,500/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/KarachiFavorites.jpg?v=1648043255&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/karachi-favourites"
  },
  {
    "name": "Family Combo 2 Family Combo 2",
    "price": "Rs. 6,500/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/FamilyCombo2_1.webp?v=1671006313&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/family-combo-2"
  },
  {
    "name": "The Sweet Tooth Combo The Sweet Tooth Combo",
    "price": "Rs. 12,500/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/SweetTooth.webp?v=1671105145&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/the-sweet-tooth-combo"
  },
  {
    "name": "Healthy Baking Mix Healthy Baking Mix",
    "price": "Rs. 2,500/-",
    "stock": 10,
    "description": "Rakaposhi Naturals' Healthy Baking Mix comprises of the special ingredients used to make signature cakes in Hunza. Highly nutritious!The Walnut cake is a delicacy and is prepared using Walnuts, Buckwheat Flour or any other flour and sweetened with Honey. Order yours today!",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/IMG-20220312-WA0034.jpg?v=1647524329&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/healthy-baking-mix"
  },
  {
    "name": "The Northern Delight The Northern Delight",
    "price": "Rs. 4,300/-",
    "stock": 10,
    "description": "Rakaposhi Naturals' Northern Delight Box comprises the finest products from the North of Pakistan! It's all-natural and organic, perfect for snacking! These nutrient-rich, healthy snacks are perfect for an afternoon pick-me-up, to curb those late-night cravings or munch on as you go about your busy day!Our Northern Delight box includes the following:- 1 x Brainy Walnuts- 1 x Apricot Kernels- 1 x Hearty Almonds - 1 x Northern Chocolate - 1 x Trail MixNo added sugars or preservatives.Order Yours Today! 150 grams each",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/IMG-20220311-WA0061.jpg?v=1647036465&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/the-northern-delight"
  },
  {
    "name": "Honey Combo 2 Honey Combo 2",
    "price": "Rs. 10,000/-",
    "stock": 10,
    "description": "",
    "imageUrl": "https://rakaposhinaturals.com/cdn/shop/products/HoneyFamuilyComboFullkg.webp?v=1671008888&width=1946",
    "productUrl": "https://rakaposhinaturals.com/products/honey-combo-2"
  }
]