[
  {
    "name": "Surkhab Chia Seeds(300g) – High In Fiber, Protein & Aid In Weight Loss -Maxican Seeds",
    "price": "Rs.1,480.00",
    "stock": 10,
    "description": "Chia seeds,  are small black or white seeds that come from the plant Salvia hispanica. They are packed with nutrients, including fiber, protein, omega-3 fatty acids, and various vitamins and minerals. Chia seeds are known for their ability to absorb liquid and form a gel-like consistency, making them a popular ingredient in puddings, smoothies, and baked goods. They are also used as a topping for yogurt or cereal. Chia seeds are considered a superfood and are believed to have several health benefits, such as aiding in digestion, promoting heart health, and providing sustained energy.",
    "imageUrl": "https://surkhabfoods.com/cdn/shop/files/07_500x500.jpg?v=1707817439",
    "productUrl": "https://surkhabfoods.com/collections/best-sellers/products/surkhab-chia-seeds-high-in-fiber-protein-aid-in-weight-loss-%D8%AA%D8%AE%D9%85-%D9%85%DB%8C%DA%A9%D8%B3%DB%8C%DA%A9%D9%88?variant=44555193909492"
  },
  {
    "name": "Surkhab Desi Gur 100% Pure Jaggery - No Artificial Color -500 Gram",
    "price": "Rs.299.00",
    "stock": 10,
    "description": "Jaggery, known as \"Gurr\" in Urdu, is a type of unrefined sugar made from sugarcane or date palm sap. It is brown in color and has a rich, caramel-like flavor. Jaggery is often used as a natural sweetener in various dishes and desserts. It is considered healthier than refined sugar because it retains some of the minerals and nutrients present in the sugarcane juice. Jaggery is also believed to have medicinal properties and is used in traditional Ayurvedic medicine for its potential health benefits.",
    "imageUrl": "https://surkhabfoods.com/cdn/shop/files/05_e6aad825-0c23-417a-885a-e2dd2a7348d3_500x500.jpg?v=1707817666",
    "productUrl": "https://surkhabfoods.com/collections/best-sellers/products/surkhab-desi-gur-100-pure-jaggery-no-artificial-color-500-gram?variant=44555245519092"
  },
  {
    "name": "Surkhab Moringa Powder(250g) - 100% Natural",
    "price": "Rs.1,180.00",
    "stock": 10,
    "description": "",
    "imageUrl": "https://surkhabfoods.com/cdn/shop/files/DSC_0697-01_500x500.jpg?v=1710078554",
    "productUrl": "https://surkhabfoods.com/collections/best-sellers/products/surkhab-moringa-powder-100-natural?variant=44679107313908"
  },
  {
    "name": "Surkhab Organic Olive Leaf Tea",
    "price": "Rs.450.00",
    "stock": 10,
    "description": "Olive leaves tea, known as \"zaitoon ke patte ki chai\" in Urdu, is made by steeping dried olive leaves in hot water. It is known for its potential health benefits, including being rich in antioxidants and having anti-inflammatory properties. Olive leaf tea is believed to support cardiovascular health, boost the immune system, and aid in digestion. It has a mild and earthy flavor, making it a soothing and refreshing beverage.",
    "imageUrl": "https://surkhabfoods.com/cdn/shop/files/06_5c8373f0-8f88-4602-95e5-75f3b54ba306_500x500.jpg?v=1707817704",
    "productUrl": "https://surkhabfoods.com/collections/best-sellers/products/surkhab-organic-olive-leaf-tea?variant=44555221762292"
  },
  {
    "name": "Surkhab Roasted Flaxseeds - Flex Seed",
    "price": "Rs.450.00",
    "stock": 10,
    "description": "Flax seeds, known as \"alsi ke beej\" in Urdu, are small seeds that come from the flax plant. They are a rich source of omega-3 fatty acids, fiber, and various essential nutrients. Flax seeds have a slightly nutty flavor and are often used in baking, cooking, or as a topping for dishes like salads or yogurt. They can also be ground into flaxseed meal or used to make flaxseed oil. Flax seeds are known for their potential health benefits, such as supporting heart health, aiding in digestion, and promoting healthy skin.",
    "imageUrl": "https://surkhabfoods.com/cdn/shop/files/02_500x500.jpg?v=1707818220",
    "productUrl": "https://surkhabfoods.com/collections/best-sellers/products/surkhab-roasted-flaxseeds-flex-seed?variant=44555228283124"
  },
  {
    "name": "Surkhab Pink Salt 100% Pure & Finest Quality",
    "price": "Rs.230.00",
    "stock": 10,
    "description": "Pink salt, also known as Himalayan salt, is a type of rock salt that is mined in the Himalayan region. It gets its pink color from the minerals present in the salt, such as iron. Pink salt is often used as a natural alternative to regular table salt and is believed to have various health benefits. It can add a unique flavor to dishes and is commonly used in cooking and seasoning.",
    "imageUrl": "https://surkhabfoods.com/cdn/shop/files/04_500x500.jpg?v=1707818077",
    "productUrl": "https://surkhabfoods.com/collections/best-sellers/products/surkhab-pink-salt-100-pure-finest-quality?variant=44555209146612"
  }
]